<!-- rechargeClause -->
<!-- 充值条款 -->
<template>
  <div class="por rechargeClause">
    <header class="oh rechargeClause_header" :class="{ 'pad_ios': isiOS, 'pad_android': isAndroid}">
      <router-link to="recharge"><img src="../../../img/icon_all_backBlack@3x.png" alt="" class="fl"></router-link>
    </header>
    <div class="content">
      <h2>保证金竞拍服务协议</h2>
      <h3>欢迎使用叮当拍车！</h3>
      <p>为使用叮当拍车保证金拍车服务、您应当阅读并遵守《叮当拍车保证金竞拍服务协议》（以下简称”协议”）。请您务必审慎阅读且充分理解各条款内容，尤其是特别限制、免除责任相应条款以及开通/使用某项服务的单独协议，并选择接受或不接受。（限制或免除责任条款以加粗形式提示您注意）。
      </p>
      <p>本协议所称的竞拍、竞价等并非《拍卖法》、《拍卖管理法》等法规规定之含义。
      </p>
      <p>本协议是您（甲方）与叮当拍车（乙方）签订的协议。甲乙双方本着平等，互信、友好合作原则，就有关合作内容达成本协议（以下简称《协议》）：
      </p>
      <h3>第一条 合作范围</h3>
      <p>1.1  在约定范围内，乙方组织旧机动车非即时成交拍卖，并向甲方提供相关旧机动车信息及居间服务。
      </p>
      <h3>第二条 协议效力</h3>
      <p>2.1 在甲方按照注册页面提示填写信息、阅读并同意本协议并完成全部注册程序后，即受本协议的约束。
      </p>
      <p>2.2 对于甲方所提供的资料及数据信息，甲方授予乙方永久的、免费的许可使用权利。甲方同意，乙方有权(全部或部分地)使用、复制、更正、发布、翻译、分发、执行和展示甲方所提供的资料数据（包括但不限于注册资料、行为数据及全部展示于同城互助平台的各类信息）或制作其派生作品，并以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。
      </p>
      <h3>第三条 协议期限</h3>
      <p>3.1自甲乙双方签订本协议之日起至本协议终止或解除之日。
      </p>
      <h3>第四条 乙方解除本协议的：合作细则</h3>
      <p>4.1 保证金车辆合作流程</p>
      <p>4.1.1 甲方认真阅读本协议且完成协议签订后即向乙方缴纳人民币2000元保证金；
      </p>
      <p>4.1.2 乙方收到甲方缴纳的保证金后开始为乙方提供旧机动车竞拍服务；
      </p>
      <p>4.1.3 甲方成功获拍即冻结该甲方2000元保证金，完成车款支付即解冻保证金；
      </p>
      <p>4.1.4 乙方电话/短信/邮件通知甲方现场查看交易车辆；
      </p>
      <p>4.1.5 乙方协助甲方实地查看交易车辆；
      </p>
      <p>4.1.6 甲乙方现场确认车况，甲方与车主完成二手车卖买合同签订工作；
      </p>
      <p>4.1.7 甲方及车主履行二手车买卖合同，完成过户。</p>
      <h3>第五条 甲方的权利及义务</h3>
      <p>5.1 甲方可在协议期内享受本协议之服务；</p>
      <p>5.2 甲方遵守诚实信用，保证本协议之正常有序履行；</p>
      <p>5.3 除交易车辆不能正常使用外，甲方均应依照其在平台竞价过程中的最终报价购买交易车辆。如甲方违反诚信，恶意竞价或者无正当理由拒绝交易时乙方可随时终止合作，且不退还保证金
      </p>
      <p>5.4 车辆成交后（买卖合同签订后）,无故不能退车。</p>
      <p>5.5 甲方确认乙方有权对平台各项服务规则进行适当调整，如选择不接受相关调整，可放弃使用平台服务，并终止该协议。
      </p>
      <h3>第六条乙方的权利及义务</h3>
      <p>6.1 乙方在平台上发布交易车辆信息，信息包括供甲方参考的车辆检测报告及交易车辆图片；
      </p>
      <p>6.2 乙方利用自身平台的影响力和车源渠道为甲方提供尽量周全的交易车辆信息；
      </p>
      <p>6.3 乙方为交易竞价提供公平、公正的环境；</p>
      <p>6.4 乙方有权根据本协议的相关条款扣除甲方的诚信保证金；
      </p>
      <p>6.5 乙方在任何时候都对平台的服务规则、收费方式、收费标准享有最终解释及调整的权利；
      </p>
      <p>6.6 甲方确认乙方有权收集甲方在乙方平台的操作行为和交易习惯，并依靠此数据优化产品并判定甲方的信用等级。
      </p>
      <h3>第七条 隐私权政策</h3>
      <p>7.1 乙方提供服务时，可能会收集、储存和使用下列与甲方有关的信息。
      </p>
      <p>7.1.1 甲方在注册账户或使用乙方服务时，所提供的相关个人信息，例如电话号码、电子邮件或银行卡号等；
      </p>
      <p>7.1.2 甲方通过乙方服务向其他方提供的共享信息，以及使用乙方服务时所储存的信息。
      </p>
      <p>7.1.3 其他方使用方服务时所提供的乙方相关共享信息。
      </p>
      <p>7.2 甲方知悉并认可：乙方可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与乙方同等的保护用户隐私的责任，则乙方有权将用户的注册资料等提供给该第三方。在不透露单个用户隐私资料的前提下，乙方有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
      </p>
      <p>7.3 乙方将运用各种安全技术和程序建立完善的管理制度来保护甲方的个人信息，以免遭受未经授权的访问、使用或披露。
      </p>
      <p>7.4 乙方不会将甲方个人信息转移或披露给任何非关联的第三方，除非：
      </p>
      <p>（1）相关法律法规或法院、政府机关要求；
      </p>
      <p>（2）为完成合并、分立、收购或资产转让而转移；
      </p>
      <p>（3）为提供甲方要求的服务所必需。</p>
      <h3>第八条 法律管辖和适用：</h3>
      <p>由于本协议的任何问题均适用中华人民共和国大陆地区之有效法律。如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均应向乙方所在地的人民法院提起诉讼。
      </p>
    </div>
  </div>
</template>

<script>
  export default {
    name: 'rechargeClause',
    data () {
      return {

      }
    },
    mounted () {
      $("body").css("background-color","#fff");
    }
  }
</script>

<style lang="scss" scoped>
  body{
    background: #fff;
  }
  .rechargeClause{
    .rechargeClause_header{
      width: 3.75rem;
      // height: 0.45rem;
      background: #fff;
      position: fixed;
      top: 0;
      z-index: 1000;
      img{
        width: 0.13rem;
        height: 0.21rem;
        margin: 0.12rem;
      }
    }
    .content{
      margin-top: 0.45rem;
      padding-bottom: 0.2rem;
      h2{
        font-size: 0.18rem;
        line-height: 0.3rem;
        padding: 0 0.12rem;
        text-align: center;
      }
      h3{
        font-size: 0.16rem;
        line-height: 0.3rem;
        padding: 0 0.12rem;
      }
      p{
        font-size: 0.14rem;
        line-height: 0.2rem;
        padding: 0 0.12rem;
        text-indent: 0.26rem;
      }
    }
  }
</style>
